results/high/fom_only/fom_only_case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    left
    {
        type            patch;
        nFaces          35;
        startFace       3485;
    }
    right
    {
        type            patch;
        nFaces          35;
        startFace       3520;
    }
    down
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          40;
        startFace       3555;
    }
    up
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          40;
        startFace       3595;
    }
    cylinder
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          80;
        startFace       3635;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          3600;
        startFace       3715;
    }
)

// ************************************************************************* //
